Repository: shotpaste/shotpaste
Catalog: resources/localization/Features/Recording.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# recording.save-location-access-required-message
source: ShotPaste needs a save folder permission to continue. Please choose a save folder in Preferences → General.
de: ShotPaste benötigt eine Zugriffsberechtigung für den Speicherordner, um fortzufahren. Bitte wählen Sie einen Speicherordner unter „Einstellungen → Allgemein“.
es: ShotPaste necesita permiso para acceder a la carpeta de guardado para continuar. Elija una carpeta de guardado en Preferencias → General.
fr: ShotPaste a besoin d'une autorisation d'accès au dossier de sauvegarde pour continuer. Veuillez choisir un dossier dans Préférences → Général.
ja: 続行するには ShotPaste に保存フォルダへのアクセス権限が必要です。「環境設定 → 一般」で保存フォルダを選択してください。
ko: 계속하려면 ShotPaste에 저장 폴더 접근 권한이 필요합니다. 환경 설정 → 일반에서 저장 폴더를 선택하세요.
ru: Чтобы продолжить, ShotPaste требуется доступ к папке сохранения. Выберите папку сохранения в «Настройки → Основные».
vi: ShotPaste cần quyền truy cập thư mục lưu để tiếp tục. Hãy chọn thư mục lưu trong Tùy chọn → Chung.
zh_hans: ShotPaste 需要访问保存文件夹才能继续。请在“偏好设置 → 通用”中选择保存文件夹。
zh_hant: ShotPaste 需要存取儲存資料夾才能繼續。請在「偏好設定 → 一般」中選擇儲存資料夾。

# recording.save-location-access-required-title
source: Save Location Access Required
de: Speicherortzugriff erforderlich
es: Guardar ubicación Se requiere acceso
fr: Enregistrer l'accès à l'emplacement requis
ja: 保存先へのアクセスが必要です
ko: 저장 위치 액세스가 필요함
ru: Требуется доступ к местоположению сохранения
vi: Cần quyền truy cập thư mục lưu
zh_hans: 需要访问保存位置
zh_hant: 需要存取儲存位置

# recording-toolbar.click-to-stop
source: Click to stop recording (%@)
de: Klicken, um die Aufnahme zu stoppen (%@)
es: Haz clic para detener la grabación (%@)
fr: Cliquez pour arrêter l'enregistrement (%@)
ja: クリックして録画を停止 (%@)
ko: 클릭하여 녹화 중지 (%@)
ru: Нажмите, чтобы остановить запись (%@)
vi: Nhấp để dừng ghi (%@)
zh_hans: 点按以停止录制 (%@)
zh_hant: 點按以停止錄製 (%@)

# recording.keystroke-visibility-all
source: All Keys
de: Alle Tasten
es: Todas las teclas
fr: Toutes les touches
ja: すべてのキー
ko: 모든 키
ru: Все клавиши
vi: Tất cả phím
zh_hans: 所有按键
zh_hant: 所有按鍵

# recording.keystroke-visibility-shortcuts-only
source: Shortcuts Only
de: Nur Tastenkürzel
es: Solo atajos
fr: Raccourcis uniquement
ja: ショートカットのみ
ko: 단축키만
ru: Только сочетания клавиш
vi: Chỉ phím tắt
zh_hans: 仅快捷键
zh_hant: 僅快捷鍵

# recording.keystroke-visibility-special-and-shortcuts
source: Special Keys and Shortcuts
de: Sondertasten und Tastenkürzel
es: Teclas especiales y atajos
fr: Touches spéciales et raccourcis
ja: 特殊キーとショートカット
ko: 특수 키 및 단축키
ru: Специальные клавиши и сочетания
vi: Phím đặc biệt và phím tắt
zh_hans: 特殊按键和快捷键
zh_hant: 特殊按鍵與快捷鍵

# recording.keystroke-visibility-special-only
source: Special Keys Only
de: Nur Sondertasten
es: Solo teclas especiales
fr: Touches spéciales uniquement
ja: 特殊キーのみ
ko: 특수 키만
ru: Только специальные клавиши
vi: Chỉ phím đặc biệt
zh_hans: 仅特殊按键
zh_hant: 僅特殊按鍵

# audio-recording.automatic-ai
source: Automatic AI processing
de: Automatische KI-Verarbeitung
es: Procesamiento de IA automático
fr: Traitement IA automatique
ja: AI処理（自動）
ko: 자동 AI 처리
ru: Автоматическая обработка ИИ
vi: Xử lý AI tự động
zh_hans: 自动 AI 处理
zh_hant: 自動 AI 處理

# audio-recording.automatic-transcription
source: Automatic transcription
de: Automatische Transkription
es: Transcripción automática
fr: Transcription automatique
ja: 自動文字起こし
ko: 자동 받아쓰기
ru: Автоматическая расшифровка
vi: Chép lời tự động
zh_hans: 自动转写
zh_hant: 自動轉錄

# audio-recording.completed
source: Audio recording complete
de: Audioaufnahme abgeschlossen
es: Grabación de audio completada
fr: Enregistrement audio terminé
ja: 音声録音が完了しました
ko: 오디오 녹음 완료
ru: Аудиозапись завершена
vi: Đã hoàn tất bản ghi âm
zh_hans: 录音已完成
zh_hant: 錄音已完成

# audio-recording.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
ru: Удалить
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# audio-recording.delete-confirmation-message
source: The current audio recording will be moved to Trash. This cannot be undone in ShotPaste.
de: Die aktuelle Audioaufnahme wird in den Papierkorb verschoben. Dies kann in ShotPaste nicht rückgängig gemacht werden.
es: La grabación de audio actual se moverá a la Papelera. Esto no se puede deshacer en ShotPaste.
fr: L’enregistrement audio actuel sera déplacé vers la corbeille. Cette action est irréversible dans ShotPaste.
ja: 現在の音声録音をゴミ箱に移動します。この操作はShotPasteでは取り消せません。
ko: 현재 오디오 녹음을 휴지통으로 이동합니다. ShotPaste에서는 이 작업을 취소할 수 없습니다.
ru: Текущая аудиозапись будет перемещена в Корзину. Это действие нельзя отменить в ShotPaste.
vi: Bản ghi âm hiện tại sẽ được chuyển vào Thùng rác. Không thể hoàn tác trong ShotPaste.
zh_hans: 当前录音将移到废纸篓。此操作无法在 ShotPaste 中撤销。
zh_hant: 目前錄音將移到垃圾桶。此操作無法在 ShotPaste 中還原。

# audio-recording.delete-confirmation-title
source: Delete Audio Recording?
de: Audioaufnahme löschen?
es: ¿Eliminar grabación de audio?
fr: Supprimer l’enregistrement audio ?
ja: 音声録音を削除しますか？
ko: 오디오 녹음을 삭제할까요?
ru: Удалить аудиозапись?
vi: Xóa bản ghi âm?
zh_hans: 删除录音？
zh_hant: 刪除錄音？

# audio-recording.ended-early-saved
source: Audio recording ended early and was saved.
de: Die Audioaufnahme wurde vorzeitig beendet und gespeichert.
es: La grabación de audio terminó antes de tiempo y se guardó.
fr: L’enregistrement audio s’est terminé prématurément et a été enregistré.
ja: 音声録音は途中で終了しましたが、保存されました。
ko: 오디오 녹음이 일찍 종료되었지만 저장되었습니다.
ru: Аудиозапись завершена раньше времени и сохранена.
vi: Bản ghi âm kết thúc sớm nhưng đã được lưu.
zh_hans: 录音提前结束，但已保存。
zh_hant: 錄音提前結束，但已儲存。

# audio-recording.extraction-recoverable
source: Audio recording needs recovery. You can retry saving it.
de: Die Audioaufnahme muss wiederhergestellt werden. Sie können das Speichern erneut versuchen.
es: La grabación de audio necesita recuperación. Puede intentar guardarla de nuevo.
fr: L’enregistrement audio doit être récupéré. Vous pouvez réessayer de l’enregistrer.
ja: 音声録音を復旧する必要があります。保存を再試行できます。
ko: 오디오 녹음을 복구해야 합니다. 저장을 다시 시도할 수 있습니다.
ru: Для аудиозаписи требуется восстановление. Сохранение можно повторить.
vi: Cần khôi phục bản ghi âm. Bạn có thể thử lưu lại.
zh_hans: 录音需要恢复。你可以重试保存。
zh_hant: 錄音需要復原。你可以重試儲存。

# audio-recording.failed-title
source: Audio Recording Failed
de: Audioaufnahme fehlgeschlagen
es: Grabación de audio fallida
fr: Échec de l’enregistrement audio
ja: 音声録音に失敗しました
ko: 오디오 녹음 실패
ru: Сбой аудиозаписи
vi: Không thể ghi âm
zh_hans: 录音失败
zh_hant: 錄音失敗

# audio-recording.microphone
source: Microphone
de: Mikrofon
es: Micrófono
ja: マイク
ko: 마이크
ru: Микрофон
vi: Micrô
zh_hans: 麦克风
zh_hant: 麥克風

# audio-recording.microphone-active
source: Microphone: On
de: Mikrofon: Ein
es: Micrófono: activado
fr: Microphone : activé
ja: マイク：オン
ko: 마이크: 켜짐
ru: Микрофон: включён
vi: Micrô: Bật
zh_hans: 麦克风：已开启
zh_hant: 麥克風：已開啟

# audio-recording.microphone-device
source: Microphone device
de: Mikrofongerät
es: Dispositivo de micrófono
fr: Appareil microphone
ja: マイクデバイス
ko: 마이크 장치
ru: Микрофон: устройство
vi: Thiết bị micrô
zh_hans: 麦克风设备
zh_hant: 麥克風裝置

# audio-recording.microphone-inactive
source: Microphone: Off
de: Mikrofon: Aus
es: Micrófono: desactivado
fr: Microphone : désactivé
ja: マイク：オフ
ko: 마이크: 꺼짐
ru: Микрофон: выключен
vi: Micrô: Tắt
zh_hans: 麦克风：已关闭
zh_hant: 麥克風：已關閉

# audio-recording.model-unavailable
source: Configured LLM API unavailable
de: Konfigurierte LLM-API nicht verfügbar
es: API LLM configurada no disponible
fr: API LLM configurée indisponible
ja: 設定済みのLLM APIを利用できません
ko: 설정된 LLM API를 사용할 수 없음
ru: Настроенный API LLM недоступен
vi: API LLM đã cấu hình không khả dụng
zh_hans: 配置的 LLM API 不可用
zh_hant: 配置的 LLM API 無法使用

# audio-recording.organizing-interview-qa
source: Organizing audio transcript
de: Audiotranskript wird organisiert
es: Organizando la transcripción de audio
fr: Organisation de la transcription audio
ja: 音声文字起こしを整理中
ko: 오디오 트랜스크립트 정리 중
ru: Организация аудиорасшифровки
vi: Đang sắp xếp bản chép lời âm thanh
zh_hans: 正在整理录音转写
zh_hant: 正在整理錄音轉錄

# audio-recording.pause
source: Pause
de: Pausieren
es: Pausar
fr: Mettre en pause
ja: 一時停止
ko: 일시 정지
ru: Пауза
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

# audio-recording.pause-menu
source: Pause Audio Recording
de: Audioaufnahme pausieren
es: Pausar grabación de audio
fr: Mettre en pause l’enregistrement audio
ja: 音声録音を一時停止
ko: 오디오 녹음 일시 정지
ru: Приостановить аудиозапись
vi: Tạm dừng bản ghi âm
zh_hans: 暂停录音
zh_hant: 暫停錄音

source: Audio recording paused
de: Audioaufnahme pausiert
es: Grabación de audio en pausa
fr: Enregistrement audio en pause
ja: 音声録音を一時停止中
ko: 오디오 녹음 일시 정지됨
ru: Аудиозапись приостановлена
vi: Đã tạm dừng bản ghi âm
zh_hans: 录音已暂停
zh_hant: 錄音已暫停

# audio-recording.polishing
source: Polishing audio transcript
de: Audiotranskript wird überarbeitet
es: Perfeccionando la transcripción de audio
fr: Amélioration de la transcription audio
ja: 音声文字起こしを調整中
ko: 오디오 트랜스크립트 다듬는 중
ru: Обработка аудиорасшифровки
vi: Đang hoàn thiện bản chép lời âm thanh
zh_hans: 正在润色录音转写
zh_hant: 正在潤飾錄音轉錄

# audio-recording.preparation-title
source: New Audio Recording
de: Neue Audioaufnahme
es: Nueva grabación de audio
fr: Nouvel enregistrement audio
ja: 新しい音声録音
ko: 새 오디오 녹음
ru: Новая аудиозапись
vi: Bản ghi âm mới
zh_hans: 新建录音
zh_hant: 新的錄音

# audio-recording.preparing
source: Preparing audio recording…
de: Audioaufnahme wird vorbereitet …
es: Preparando la grabación de audio…
fr: Préparation de l’enregistrement audio…
ja: 音声録音を準備中…
ko: 오디오 녹음 준비 중…
ru: Подготовка аудиозаписи…
vi: Đang chuẩn bị bản ghi âm…
zh_hans: 正在准备录音…
zh_hant: 正在準備錄音…

# audio-recording.primary-language
source: Primary language
de: Primäre Sprache
es: Idioma principal
fr: Langue principale
ja: 主言語
ko: 기본 언어
ru: Основной язык
vi: Ngôn ngữ chính
zh_hans: 主要语言
zh_hant: 主要語言

# audio-recording.privacy-disclosure
source: Recordings are saved locally. Enabling transcription sends selected audio to Volcengine. Enabling AI processing sends transcript text to the configured Agent API. Temporary screen media is deleted only after audio is safely saved.
de: Aufnahmen werden lokal gespeichert. Transkription sendet ausgewähltes Audio an Volcengine. KI-Verarbeitung sendet Transkripttext an die Agent-API. Temporäre Bildschirmmedien werden erst nach sicherer Audiospeicherung gelöscht.
es: Las grabaciones se guardan localmente. La transcripción envía el audio seleccionado a Volcengine. La IA envía el texto a la API del Agent. Los archivos temporales de pantalla se eliminan tras guardar el audio de forma segura.
fr: Les enregistrements sont conservés localement. La transcription envoie l’audio choisi à Volcengine. L’IA envoie le texte à l’API Agent. Les médias temporaires d’écran sont supprimés après sauvegarde sûre de l’audio.
ja: 録音は端末に保存されます。文字起こしでは選択した音声をVolcengineに、AI処理では文字起こしをAgent APIに送信します。一時的な画面メディアは音声の安全な保存後に削除されます。
ko: 녹음은 로컬에 저장됩니다. 받아쓰기는 선택한 오디오를 Volcengine으로, AI 처리는 텍스트를 Agent API로 전송합니다. 임시 화면 미디어는 오디오가 안전하게 저장된 후 삭제됩니다.
ru: Записи сохраняются локально. Расшифровка отправляет выбранное аудио в Volcengine, а ИИ — текст в API Agent. Временные файлы экрана удаляются после надёжного сохранения аудио.
vi: Bản ghi được lưu cục bộ. Chép lời gửi âm thanh đã chọn tới Volcengine; AI gửi văn bản tới API Agent. Dữ liệu màn hình tạm chỉ bị xóa sau khi lưu âm thanh an toàn.
zh_hans: 录音保存在本机。开启转写会将所选音频发送至火山引擎；开启智能处理会将文字稿发送至配置的 Agent API。临时屏幕媒体仅在音频安全保存后删除。
zh_hant: 錄音儲存在本機。開啟轉寫會將所選音訊傳送至火山引擎；開啟智慧處理會將文字稿傳送至配置的 Agent API。暫存螢幕媒體僅在音訊安全儲存後刪除。

# audio-recording.recording
source: Audio recording
de: Audioaufnahme
es: Grabación de audio
fr: Enregistrement audio
ja: 音声録音
ko: 오디오 녹음
ru: Аудиозапись
vi: Bản ghi âm
zh_hans: 录音
zh_hant: 錄音

# audio-recording.restart
source: Restart
de: Neu starten
es: Reiniciar
fr: Recommencer
ja: 再起動
ko: 다시 시작
ru: Начать заново
vi: Khởi động lại
zh_hans: 重新开始
zh_hant: 重新開始

# audio-recording.restart-confirmation-message
source: The current audio recording will be moved to Trash and a new recording will start with the same settings.
de: Die aktuelle Audioaufnahme wird in den Papierkorb verschoben und eine neue Aufnahme mit denselben Einstellungen gestartet.
es: La grabación de audio actual se moverá a la Papelera y comenzará una nueva con los mismos ajustes.
fr: L’enregistrement audio actuel sera placé dans la corbeille et un nouvel enregistrement démarrera avec les mêmes réglages.
ja: 現在の音声録音をゴミ箱に移動し、同じ設定で新しい録音を開始します。
ko: 현재 오디오 녹음을 휴지통으로 이동하고 같은 설정으로 새 녹음을 시작합니다.
ru: Текущая аудиозапись будет перемещена в Корзину, после чего начнётся новая запись с теми же настройками.
vi: Bản ghi âm hiện tại sẽ được chuyển vào Thùng rác và bản ghi mới sẽ bắt đầu với cùng cài đặt.
zh_hans: 当前录音将移到废纸篓，并使用相同设置开始新的录音。
zh_hant: 目前錄音將移到垃圾桶，並使用相同設定開始新的錄音。

# audio-recording.restart-confirmation-title
source: Restart Audio Recording?
de: Audioaufnahme neu starten?
es: ¿Reiniciar grabación de audio?
fr: Recommencer l’enregistrement audio ?
ja: 音声録音を再起動しますか？
ko: 오디오 녹음을 다시 시작할까요?
ru: Начать аудиозапись заново?
vi: Khởi động lại bản ghi âm?
zh_hans: 重新开始录音？
zh_hant: 要重新開始錄音嗎？

# audio-recording.resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# audio-recording.resume-menu
source: Resume Audio Recording
de: Audioaufnahme fortsetzen
es: Reanudar grabación de audio
fr: Reprendre l’enregistrement audio
ja: 音声録音を再開
ko: 오디오 녹음 재개
ru: Продолжить аудиозапись
vi: Tiếp tục bản ghi âm
zh_hans: 继续录音
zh_hant: 繼續錄音

# audio-recording.retry-save
source: Retry Saving Audio Recording
de: Speichern der Audioaufnahme erneut versuchen
es: Reintentar guardar la grabación de audio
fr: Réessayer d’enregistrer l’enregistrement audio
ja: 音声録音の保存を再試行
ko: 오디오 녹음 저장 재시도
ru: Повторить сохранение аудиозаписи
vi: Thử lưu lại bản ghi âm
zh_hans: 重试保存录音
zh_hant: 重試儲存錄音

source: Audio recording saved
de: Audioaufnahme gespeichert
es: Grabación de audio guardada
fr: Enregistrement audio sauvegardé
ja: 音声録音を保存しました
ko: 오디오 녹음 저장됨
ru: Аудиозапись сохранена
vi: Đã lưu bản ghi âm
zh_hans: 录音已保存
zh_hant: 錄音已儲存

# audio-recording.saved-without-microphone
source: Audio recording saved without microphone audio
de: Audioaufnahme ohne Mikrofon-Audio gespeichert
es: Grabación de audio guardada sin audio del micrófono
fr: Enregistrement audio sauvegardé sans audio du microphone
ja: マイク音声なしで音声録音を保存しました
ko: 마이크 오디오 없이 오디오 녹음을 저장함
ru: Аудиозапись сохранена без звука микрофона
vi: Đã lưu bản ghi âm nhưng không có âm thanh micrô
zh_hans: 录音已保存，但不含麦克风音频
zh_hant: 錄音已儲存，但不含麥克風音訊

source: Audio recording saved without system audio
de: Audioaufnahme ohne Systemaudio gespeichert
es: Grabación de audio guardada sin audio del sistema
fr: Enregistrement audio sauvegardé sans audio système
ja: システム音声なしで音声録音を保存しました
ko: 시스템 오디오 없이 오디오 녹음을 저장함
ru: Аудиозапись сохранена без системного звука
vi: Đã lưu bản ghi âm nhưng không có âm thanh hệ thống
zh_hans: 录音已保存，但不含系统音频
zh_hant: 錄音已儲存，但不含系統音訊

# audio-recording.saving
source: Saving audio recording
de: Audioaufnahme wird gespeichert
es: Guardando la grabación de audio
fr: Sauvegarde de l’enregistrement audio
ja: 音声録音を保存中
ko: 오디오 녹음 저장 중
ru: Сохранение аудиозаписи
vi: Đang lưu bản ghi âm
zh_hans: 正在保存录音
zh_hant: 正在儲存錄音

# audio-recording.start-button
source: Start Audio Recording
de: Audioaufnahme starten
es: Iniciar grabación de audio
fr: Démarrer l’enregistrement audio
ja: 音声録音を開始
ko: 오디오 녹음 시작
ru: Начать аудиозапись
vi: Bắt đầu bản ghi âm
zh_hans: 开始录音
zh_hant: 開始錄音

# audio-recording.start-menu
source: Start Audio Recording
de: Audioaufnahme starten
es: Iniciar grabación de audio
fr: Démarrer l’enregistrement audio
ja: 音声録音を開始
ko: 오디오 녹음 시작
ru: Начать аудиозапись
vi: Bắt đầu bản ghi âm
zh_hans: 开始录音
zh_hant: 開始錄音

# audio-recording.stop
source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
ru: Остановить
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# audio-recording.stop-menu
source: Stop Audio Recording
de: Audioaufnahme stoppen
es: Detener grabación de audio
fr: Arrêter l’enregistrement audio
ja: 音声録音を停止
ko: 오디오 녹음 중지
ru: Остановить аудиозапись
vi: Dừng bản ghi âm
zh_hans: 停止录音
zh_hant: 停止錄音

# audio-recording.system-active
source: System audio: On
de: Systemaudio: Ein
es: Audio del sistema: activado
fr: Audio système : activé
ja: システムオーディオ：オン
ko: 시스템 오디오: 켜짐
ru: Системный звук: включён
vi: Âm thanh hệ thống: Bật
zh_hans: 系统音频：已开启
zh_hant: 系統音訊：已開啟

# audio-recording.system-inactive
source: System audio: Off
de: Systemaudio: Aus
es: Audio del sistema: desactivado
fr: Audio système : désactivé
ja: システムオーディオ：オフ
ko: 시스템 오디오: 꺼짐
ru: Системный звук: выключен
vi: Âm thanh hệ thống: Tắt
zh_hans: 系统音频：已关闭
zh_hant: 系統音訊：已關閉

# audio-recording.template
source: Transcript template
de: Transkriptvorlage
es: Plantilla de transcripción
fr: Modèle de transcription
ja: 文字起こしテンプレート
ko: 트랜스크립트 템플릿
ru: Шаблон расшифровки
vi: Mẫu bản chép lời
zh_hans: 转写模板
zh_hant: 轉錄範本

# audio-recording.template-general-notes
source: General notes
de: Allgemeine Notizen
es: Notas generales
fr: Notes générales
ja: 一般メモ
ko: 일반 메모
ru: Общие заметки
vi: Ghi chú chung
zh_hans: 常规笔记
zh_hant: 一般筆記

# audio-recording.template-interview-qa
source: Interview Q&A
de: Interview-Fragen und Antworten
es: Preguntas y respuestas de entrevista
fr: Questions-réponses d’entretien
ja: インタビューQ&A
ko: 인터뷰 Q&A
ru: Вопросы и ответы интервью
vi: Hỏi đáp phỏng vấn
zh_hans: 访谈问答
zh_hant: 訪談問答

# audio-recording.template-transcript-only
source: Transcript only
de: Nur Transkript
es: Solo transcripción
fr: Transcription uniquement
ja: 文字起こしのみ
ko: 트랜스크립트만
ru: Только расшифровка
vi: Chỉ bản chép lời
zh_hans: 仅转写
zh_hant: 僅轉錄

# audio-recording.transcribing
source: Transcribing audio
de: Audio wird transkribiert
es: Transcribiendo audio
fr: Transcription de l’audio
ja: 音声を文字起こし中
ko: 오디오 받아쓰는 중
ru: Расшифровка аудио
vi: Đang chép lời âm thanh
zh_hans: 正在转写音频
zh_hant: 正在轉錄音訊

# audio-recording.unable-to-start
source: Unable to start audio recording
de: Audioaufnahme konnte nicht gestartet werden
es: No se pudo iniciar la grabación de audio
fr: Impossible de démarrer l’enregistrement audio
ja: 音声録音を開始できません
ko: 오디오 녹음을 시작할 수 없음
ru: Не удалось начать аудиозапись
vi: Không thể bắt đầu bản ghi âm
zh_hans: 无法开始录音
zh_hant: 無法開始錄音

# audio-recording.waiting
source: Check Agent API configuration
de: Agent-API-Einstellungen prüfen
es: Revisa la configuración de la API del Agent
fr: Vérifiez la configuration de l’API Agent
ja: Agent API設定を確認してください
ko: Agent API 설정 확인 필요
ru: Проверьте настройки API Agent
vi: Kiểm tra cấu hình API Agent
zh_hans: 请检查 Agent API 配置
zh_hant: 請檢查 Agent API 設定

# audio-recording.not-started
source: Transcription pending
de: Transkription nicht gestartet
es: Transcripción no iniciada
fr: Transcription non démarrée
ja: 文字起こしは未開始
ko: 받아쓰기 시작 안 됨
ru: Расшифровка не начата
vi: Chưa bắt đầu chép lời
zh_hans: 尚未开始转写
zh_hant: 尚未開始轉錄

# audio-recording.in-progress
source: Transcription in progress
de: Transkription läuft
es: Transcripción en curso
fr: Transcription en cours
ja: 文字起こし中
ko: 받아쓰기 진행 중
ru: Расшифровка выполняется
vi: Đang chép lời
zh_hans: 正在转写
zh_hant: 正在轉錄

# audio-recording.complete
source: Transcription complete
de: Transkription abgeschlossen
es: Transcripción completada
fr: Transcription terminée
ja: 文字起こしが完了しました
ko: 받아쓰기 완료
ru: Расшифровка завершена
vi: Đã hoàn tất chép lời
zh_hans: 转写已完成
zh_hant: 轉錄已完成

# audio-recording.organization-pending
source: Organization pending
de: Organisation ausstehend
es: Organización pendiente
fr: Organisation en attente
ja: 整理待ち
ko: 정리 대기 중
ru: Ожидание организации
vi: Đang chờ sắp xếp
zh_hans: 等待整理
zh_hant: 等待整理

# audio-recording.organized
source: Transcript organized
de: Transkript organisiert
es: Transcripción organizada
fr: Transcription organisée
ja: 文字起こしを整理しました
ko: 트랜스크립트 정리됨
ru: Расшифровка организована
vi: Đã sắp xếp bản chép lời
zh_hans: 转写已整理
zh_hant: 轉錄已整理

# audio-recording.failed
source: Audio transcription failed
de: Audiotranskription fehlgeschlagen
es: Error en la transcripción de audio
fr: Échec de la transcription audio
ja: 音声の文字起こしに失敗しました
ko: 오디오 받아쓰기 실패
ru: Сбой расшифровки аудио
vi: Chép lời âm thanh thất bại
zh_hans: 音频转写失败
zh_hant: 音訊轉錄失敗

# audio-recording.unavailable
source: Audio transcription unavailable
de: Audiotranskription nicht verfügbar
es: Transcripción de audio no disponible
fr: Transcription audio indisponible
ja: 音声の文字起こしを利用できません
ko: 오디오 받아쓰기 사용 불가
ru: Расшифровка аудио недоступна
vi: Không có bản chép lời âm thanh
zh_hans: 音频转写不可用
zh_hant: 音訊轉錄無法使用

# audio-recording.history-category
source: Video & Audio
de: Video und Audio
es: Vídeo y audio
fr: Vidéo et audio
ja: 動画と音声
ko: 동영상 및 오디오
ru: Видео и аудио
vi: Video và âm thanh
zh_hans: 录屏与录音
zh_hant: 錄影與錄音

# audio-recording.history-empty
source: No video or audio recordings yet
de: Noch keine Video- oder Audioaufnahmen
es: Aún no hay grabaciones de vídeo o audio
fr: Aucun enregistrement vidéo ou audio
ja: 動画や音声の録画・録音はまだありません
ko: 아직 동영상 또는 오디오 녹화가 없습니다
ru: Пока нет видео- или аудиозаписей
vi: Chưa có bản ghi video hoặc âm thanh
zh_hans: 暂无录屏或录音
zh_hant: 尚無錄影或錄音

# audio-recording.quit-title
source: Save audio before quitting?
de: Audio vor dem Beenden speichern?
es: ¿Guardar el audio antes de salir?
fr: Enregistrer l’audio avant de quitter ?
ja: 終了する前に音声を保存しますか？
ko: 종료하기 전에 오디오를 저장할까요?
ru: Сохранить аудио перед выходом?
vi: Lưu âm thanh trước khi thoát?
zh_hans: 保存录音后退出？
zh_hant: 儲存錄音後結束？

# audio-recording.quit-message
source: ShotPaste will stop the audio recording and finish saving it before quitting.
de: ShotPaste beendet die Audioaufnahme und speichert sie vor dem Beenden.
es: ShotPaste detendrá la grabación de audio y terminará de guardarla antes de salir.
fr: ShotPaste arrêtera l’enregistrement audio et terminera sa sauvegarde avant de quitter.
ja: ShotPaste は録音を停止し、保存が完了してから終了します。
ko: ShotPaste가 오디오 녹음을 중지하고 저장을 완료한 후 종료합니다.
ru: ShotPaste остановит аудиозапись и завершит её сохранение перед выходом.
vi: ShotPaste sẽ dừng ghi âm và lưu xong trước khi thoát.
zh_hans: ShotPaste 将停止录音，完成音频保存后再退出。
zh_hant: ShotPaste 將停止錄音，完成音訊儲存後再結束。

# recording.transcription.settings-section
source: Automatic Transcript (Volcengine)
de: Automatisches Transkript (Volcengine)
es: Transcripción automática (Volcengine)
fr: Transcription automatique (Volcengine)
ja: 自動文字起こし（Volcengine）
ko: 자동 녹취록(Volcengine)
ru: Автоматическая расшифровка (Volcengine)
vi: Bản chép lời tự động (Volcengine)
zh_hans: 自动文字稿（火山同传）
zh_hant: 自動逐字稿（火山同傳）

# recording.transcription.api-key-title
source: Volcengine API Key
de: Volcengine-API-Schlüssel
es: Clave de API de Volcengine
fr: Clé API Volcengine
ko: Volcengine API 키
ru: Ключ API Volcengine
vi: Khóa API Volcengine
zh_hans: 火山引擎 API Key
zh_hant: 火山引擎 API Key

# recording.transcription.api-key-description
source: Stored securely and never written to logs
de: Sicher gespeichert und niemals in Protokolle geschrieben
es: Se guarda de forma segura y nunca se escribe en los registros
fr: Stockée de manière sécurisée et jamais écrite dans les journaux
ja: 安全に保存され、ログには記録されません
ko: 안전하게 저장되며 로그에 기록되지 않습니다
ru: Хранится безопасно и никогда не записывается в журналы
vi: Được lưu an toàn và không bao giờ ghi vào nhật ký
zh_hans: 安全存储，且不会写入日志
zh_hant: 安全儲存，且不會寫入日誌

# recording.transcription.model-id-title
source: Model ID
de: Modell-ID
es: ID del modelo
fr: ID du modèle
ja: モデル ID
ko: 모델 ID
ru: ID модели
vi: ID mô hình
zh_hans: 模型 ID
zh_hant: 模型 ID

# recording.transcription.model-id-description
source: Model ID for your enabled simultaneous interpretation model
de: Modell-ID des freigeschalteten Simultandolmetschmodells
es: ID del modelo de interpretación simultánea habilitado
fr: ID du modèle d’interprétation simultanée activé
ja: 有効化済みの同時通訳モデルの Model ID
ko: 활성화된 동시통역 모델의 Model ID
ru: ID подключенной модели синхронного перевода
vi: Model ID của mô hình phiên dịch đồng thời đã bật
zh_hans: 已开通同声传译模型的 Model ID
zh_hant: 已開通同聲傳譯模型的 Model ID
